expediciones2.xml


<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.geever.alerce.es/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:entrada_expediciones>
         <cliente>00800025-01</cliente>
         <formato>XML</formato>
         <fichero><![CDATA[<?xml version="1.0" encoding="ISO-8859-1" standalone="yes"?>
<Expediciones>
  <Expedicion>
    <ClienteRemitente>00800025-01</ClienteRemitente>
    <NombreDestinatario>Jose López</NombreDestinatario>
    <PersonaContactoDestinatario>Jose López</PersonaContactoDestinatario>
    <DireccionDestinatario>Lorem ipsum dolor sit amet, consectetur adipisicing elit</DireccionDestinatario>
    <PoblacionDestinatario>Lorem ipsum</PoblacionDestinatario>
    <CodigoPostalDestinatario>99999</CodigoPostalDestinatario>
    <TelefonoContactoDestinatario>5219999999999</TelefonoContactoDestinatario>
    <ReferenciaCliente>TERRAQUO</ReferenciaCliente>
    <Bultos>1</Bultos>
    <Kilos>1</Kilos>
    <ImporteReembolso>0</ImporteReembolso>
    <ProductoServicio>80</ProductoServicio>
    <Observaciones1/>
    <Observaciones2/>
    <MailDestinatario>aneudy91@gmail.com</MailDestinatario>
  </Expedicion>
  <Expedicion>
    <ClienteRemitente>00800025-01</ClienteRemitente>
    <NombreRemitente>Jose López</NombreRemitente>
    <NombreDestinatario>Andrés Manuel</NombreDestinatario>
    <PersonaContactoDestinatario>Andrés Manuel</PersonaContactoDestinatario>
    <DireccionDestinatario>Lorem ipsum dolor sit amet, consectetur adipisicing elit</DireccionDestinatario>
    <PoblacionDestinatario>Lorem ipsum</PoblacionDestinatario>
    <CodigoPostalDestinatario>99999</CodigoPostalDestinatario>
    <TelefonoContactoDestinatario>5219999999999</TelefonoContactoDestinatario>
    <ReferenciaCliente>TERRAQUO</ReferenciaCliente>
    <Bultos>1</Bultos>
    <Kilos>1.0</Kilos>
    <ImporteReembolso>0</ImporteReembolso>
    <ProductoServicio>10</ProductoServicio>
    <Observaciones1/>
    <Observaciones2/>
    <MailDestinatario>aneudy91@gmail.com</MailDestinatario>
  </Expedicion>
</Expediciones>]]>
		    </fichero>
      </web:entrada_expediciones>
   </soapenv:Body>
</soapenv:Envelope>
